/* nothing */
"" = "Project-Id-Version: XChat 2.8.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-3-13 21:00+0800\nLast-Translator: SEPTEM <septeman@gmail.com>\nLanguage-Team: Chinese (traditional) <zh-l10n@linux.org.tw>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nPlural-Forms: nplurals=1; plural=0;\n";

/* nothing */
"Cannot create ~/.xchat2" = "无法创建~/.xchat2";

/* nothing */
"I'm busy" = "我很忙";

/* nothing */
"Leaving" = "暂离";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* 最好不要以 root 身分执行 IRC！您应该\n  建立一般用户帐号来登录。\n";

/* nothing */
"Waiting" = "等待";

/* nothing */
"Active" = "活跃";

/* nothing */
"Failed" = "失败";

/* nothing */
"Done" = "完成";

/* nothing */
"Connect" = "连接";

/* nothing */
"Aborted" = "中止";

/* nothing */
"Cannot access %s\n" = "无法存取 %s\n";

/* nothing */
"Error" = "错误";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "";

/* nothing */
"No active DCCs\n" = "没有活跃的 DCC\n";

/* nothing */
"YES  " = "是   ";

/* nothing */
"NO   " = "否   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "您正受到来自 %s 的 CTCP flood 攻击，忽略 %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "您正受到来自 %s 的 MSG flood 攻击，设置图形化自动对话框为关闭。\n";

/* nothing */
"  %-20s online\n" = "  %-20s 在线\n";

/* nothing */
"  %-20s offline\n" = "  %-20s 离线\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "没有加入任何聊天室。请尝试 /join #<channel>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "还未连接服务器。请尝试 /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "使用 /bin/sh 才能执行本程序！\n";

/* nothing */
"Commands Available:" = "可用命令：";

/* nothing */
"User defined commands:" = "用户自定义命令：";

/* nothing */
"Plugin defined commands:" = "插件可用命令：";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "请输入 /HELP <command> 或者 /HELP -l 以获取更多信息";

/* nothing */
"Unknown arg '%s' ignored." = "忽略未知参数“%s”。";

/* nothing */
"No such plugin found.\n" = "找不到该插件。\n";

/* nothing */
"That plugin is refusing to unload.\n" = "无法卸载该插件。\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>，在用户列表下添加一个按钮";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>，向您所在的所有聊天室发送命令";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>，向您所在的所有聊天室发送命令";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>，向您所在的所有服务器发送命令";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>]，设置您为暂离状态";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bantype>]，禁止所有符合 mask 的用户进入目前的聊天室。如果他们已在该聊天室，这个命令不会把他们踢出去(需要有频道管理员身分)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR，清空目前文字窗口";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE，关闭目前窗口/分页";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>，查看国家代码对应的国家名，比如：cn = 大陆和台湾";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <message>，给昵称为 <nick> 者发送 CTCP 信息，常用信息是 VERSION 和 USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE，离开目前聊天室并立即重新加入";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                     - 接收昵称为 <nick> 者发送给您的文件\nDCC SEND [-maxcps=#] <nick> [file] - 发送文件给某人\nDCC PSEND [-maxcps=#] <nick> [file] - 使用被动模式发送文件给某人\nDCC LIST                           - 显示 DCC 列表\nDCC CHAT <nick>                    - 与某人密谈\nDCC PCHAT <nick>                    - 使用被动模式与某人密谈\nDCC CLOSE <type> <nick> <file>         例如：\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>，取消目前聊天室内昵称为 <nick> 的副管理员身分(需要有管理员的身分)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>，删除用户列表下的一个按钮";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>，取消昵称为 <nick> 者在本聊天室的管理员身分(需要有管理员的身分)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>，取消昵称为 <nick> 者在本聊天室的发言权(需要有管理员的身分)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON，切断和服务器的连接";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, 查询某位用户的 IP 地址";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>，只在本地显示文字";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>，执行命令。如果使用了 -o 选项则输出到目前聊天室，否则输出到目前文字框";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT，向进程发送 SIGCONT 信号";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9]，砍掉目前会话中的某执行进程。如果使用 -9 选项，则用 SIGKILL 砍掉该进程";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP，向进程发送 SIGSTOP 信号";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE，把数据发送给进程的标准输入";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ，排空目前服务器的发送队列";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>]，经由某主机来代理，缺省输出端口为 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>，砍掉已停止响应的的昵称";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>，给昵称为 <nick> 者以副管理员的身分 (需要有管理员的身分)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>，向昵称服务器证实您自己的身分";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    mask - 欲忽略的主机遮罩，比如 *!*@*.aol.com\n    types - 欲忽略数据的类型，以下选项之一或全部：\n            PRIV，CHAN，NOTI，CTCP，INVI，ALL\n    options - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>]，邀请昵称为 <nick> 者加入聊天室，缺省为目前的聊天室(需要有管理员的身分)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>，加入聊天室";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>，把昵称为 <nick> 者踢出当前聊天室(需要有管理员的身分)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>，把昵称为 <nick> 者踢出当前聊天室，并禁止他再进入(需要有管理员身分)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK，强制进行新的延迟检查";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>，在缓冲区中搜索字符串";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <file>，载入插件或脚本";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP，取消目前聊天室中所有副管理员的权限 (需要有管理员身分)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP，取消目前聊天室中所有管理员的权限 (需要有管理员身分)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>，向目前聊天室中发送一个动作 (动作使用第三人称陈述，例如 /me 脱裤子)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK，踢出目前聊天室中除您自己之外的所有用户 (需要有管理员身分)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP，给本聊天室中所有用户管理员的身分(需要有管理员的身分)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>，给昵称为 <nick> 者发送一则悄悄话";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES，列出目前聊天室的所有用户的昵称";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>，给昵称为 <nick> 者发送一则 CTCP 通知";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>，设置您的昵称";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/channel> <message>，发送一则通知。通知是一种能被自动回应的信息";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [<nick>]，列出您的通知列表，或在列表中添加某人";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>，给予昵称为 <nick> 者管理员身分 (需要有管理员身分)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>]，离开聊天室，缺省为当前的聊天室";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>，CTCP ping 某个用户或聊天室";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY <昵称>，跟某人打开一个悄悄话窗口";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>]，切断与目前服务器的连接";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>，向服务器发送原始格式的文字";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>]，可用 /RECONNECT 重新连接当前的服务器或用 /RECONNECT ALL 重新连接所有服务器";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>]，可用 /RECONNECT 重新连接当前服务器或用 /RECONNECT ALL 重新连接所有服务器";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>，向 xchat 发送原始数据，就好像它是从 irc 服务器上接收到的一样";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>，向当前窗口中的对象发送文字";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<file>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>，连接服务器并加入某聊天室";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>，连接服务器并加入某聊天室";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>]，连接服务器。普通连接缺省输出端口为 6667，SSL 加密连接缺省输出端口为 9999";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>]，连接服务器。缺省输出端口为 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <variable> [<value>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>]，设置主题为指定主题，如果未指定则显示当前主题";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...]，解禁指定的遮罩。";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>，卸载插件或脚本";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>，在您的浏览器中打开 <url>";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2>...，在聊天室用户列表中以高亮度标示昵称";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>，给予昵称为 <nick> 者发言权(需要有管理员身分)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>，发送信息到所有的聊天室";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>，给目前聊天室中所有管理员发送消息";

/* nothing */
"Usage: %s\n" = "用法：%s\n";

/* nothing */
"\nNo help available on that command.\n" = "\n没有关于该命令的帮助信息。\n";

/* nothing */
"No such command.\n" = "无此命令。\n";

/* nothing */
"Bad arguments for user command.\n" = "用户命令的参数不对。\n";

/* nothing */
"Too many recursive usercommands, aborting." = "太多递归的用户命令，中止。";

/* nothing */
"Unknown Command. Try /help\n" = "未知命令。请尝试 /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "无 xchat_plugin_init 符号；这确实是 xchat 的插件吗？";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "您确信此服务器和输出端口支持SSL ？\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "无法解析主机名 %s\n请检查您的 IP 设置！\n";

/* nothing */
"Proxy traversal failed.\n" = "代理传送失败。\n";

/* nothing */
"Cycling to next server in %s...\n" = "跳转至 %s 的下一个服务器中...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "警告：未知的字符设置“%s”。对网络 %s 将不应用字符转换。";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 已增加到通知列表。";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 屏蔽列表：%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$t不能加入%C26 %B$1 %O(您被屏蔽了)。";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 改名为 $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 屏蔽了 $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$t 聊天室 $1 建立于 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的聊天室副管理员权限";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的聊天室管理员权限";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O 取消了 %C26 $2 的发言权";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 给 $2 设置了免封权";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O 委任 %C26 $2 为聊天室副管理员";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 给 $2 设置了邀请权";

/* nothing */
"%UChannel          Users   Topic" = "%U 聊天室          用户     主题";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 设置 $2$3 $4 模式";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22聊天室 $1 模式：$2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O 委任 %C26$2 为聊天室管理员";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 取消了 $2 的免封权";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 取消了 $2 的邀请权";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 取消了聊天室密码";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 取消了用户限制";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 设置聊天室密码为 $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 设置聊天室限制为 $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 解除了对 $2 的屏蔽";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O 给了 %C26$2 发言权";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "已连接到 %C22*%O$t%C22。正在登录...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22 正在连接到 $1 ($2) 输出端口 $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21连接失败。错误：$1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$t收到来自 $2 的CTCP $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$t从 $2 处接收到一个(到 $3 的)CTCP $1";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$t收到来自 $2 的 CTCP 声音 $1";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$t从 $2 处接收到一个(到 $3 的)CTCP 声音 $1";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$t和 %C26$1%O 的密谈中止。";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$t和 %C26$1 %C30[%O$2%C30] 开始密谈了";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$$t和 %C26$1%O 的密谈丢失($4)。";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$t收到来自 $1 的密谈请求";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$t向 $1 发送密谈请求";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$t对 $1 已发送密谈请求";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$t到 %C26$2%O 的 DCC $1 连接失败 (err=$3)。";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t收到来自 $2 的“$1%O”";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 类型   到/来自       状态    大小    位置     文件         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$t收到来自 %C26$1%O 的有错的 DCC 请求。%010%C22*%O$t数据包内容：$2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$t提供 %C26$1%O给 %C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$t无此 DCC 请求。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$t到 %C26$1%O 的 DCC RECV %C26 $2%O 中止。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$t从 %C26$3%O DCC RECV %C26$1%O 已完成 %C30[%C26$4%O cps%C30]%O。";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$t建立和 %C26$1 %C30[%O$2%C30] 的 DCC RECV 连接";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$t从 %C26$3%O DCC RECV %C26$1%O 失败($4)。";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV：不能打开 $1 进行写入操作($2)。 ";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$t文件 %C11$1%C 已存在，请另存为 %C26$2%O。";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %O请求续传来自 %C26$3%C 的 %C26$2 %C 。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$t到 %C26$1%O 的 DCC SEND %C26$2%O 中止。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$t到 %C26$2%O 的 DCC SEND %C26$1%O  已完成  %C30[%C26$3%O cps%C30]%O。";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$t建立和 %C26 $1 %C30[%O$2%C30] 的 DCC SEND 连接";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$t到 %C26$2%O 的 DCC SEND %C26$1%O 失败。$3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %O已发送%C26 $2 %O(%C26$3 %O字节)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %O到 %C26$3 %C 没有响应 - 中止。";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %O到%C26 $3 %O已超时 - 中止。";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1已从通知列表中删除。";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$t已切断连接 ($1)。";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$t找到您的 IP：[$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O 添加到忽略列表。";

/* nothing */
"Ignore on %C26$1%O changed." = "对 %C26$1%O 的忽略已改变。";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 主机遮罩                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O 已从忽略列表中删除。";

/* nothing */
"  Ignore list is empty." = "  您的忽略列表还是空的。";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$t无法加入%C26 %B$1 %O(该聊天室只有被邀请才能加入)。";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$t%C26 $2%C (%C26$3%C)邀请您加入%C26 $1%O";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) 加入了 $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$t无法加入%C26 %B$1 %O(需要密码)。";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 把 $2 踢出了 $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$t您被 $1 踢出了聊天室 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD 被跳过。";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 已被占用。正在使用 $2 重试...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*z%O$t该昵称已被占用。请用 /NICK 尝试使用另一个昵称。";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$t没有此 DCC。";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$t目前没有任何进程在执行";

/* nothing */
"$tNotify list is empty." = "$t上线通知列表是空的。";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  通知列表                             ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1通知列表中有 $1 名用户。";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$t通知：$1 离线了 ($2)。";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$t通知：$1 上线了 ($2)。";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) 离开了 $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) 离开了 $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPing 回应从 $1 处返回：$2 秒";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$t在 %1 秒内没有收到 ping 回应，正在切断连接。";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$t一进程已在执行";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 已结束 (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 设置模式%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$t查寻 %C26 $1%O 的 IP 地址...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22已连接。";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22正在查询 $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$t前次连接尝试停止 (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29$1%C %C29的主题是：$2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 已将主题改变为： $2%O";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29$1%C %C29的主题由 $2%C %C29于 $3 设置";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$t未知主机。也许您把它拼写错了？";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$t无法加入%C26 %B$1 %O(达到了用户限制)。";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26 $1 中的用户：%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %C 暂时离开了 %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %O WHOIS 列表结束。";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O 发呆%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O 发呆%C26 $2%O, 登录时间：%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O 真实用户@主机%C27 $2%O, 真实IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19您现在在 $2 里聊天";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$t您被 $3 从 $2 中踢出 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$t您已离开聊天室 $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$t您已离开聊天室 $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$t您已邀请%C26 $1%O 加入%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$t您已改名为$2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** %s 结束日志纪录\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** %s 开始日志记录\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "不能打开日志文件进行写入操作。请检查\n%s/xchatlogs 的权限设置";

/* nothing */
"Left message" = "左边的信息";

/* nothing */
"Right message" = "右边的信息";

/* nothing */
"The nick of the joining person" = "加入的用户";

/* nothing */
"The channel being joined" = "加入的聊天室";

/* nothing */
"The host of the person" = "此人的主机";

/* nothing */
"Nickname" = "昵称";

/* nothing */
"The action" = "动作";

/* nothing */
"Mode char" = "聊天模式";

/* nothing */
"The text" = "文字";

/* nothing */
"Identified text" = "验证文字";

/* nothing */
"The message" = "信息";

/* nothing */
"Old nickname" = "原昵称";

/* nothing */
"New nickname" = "新昵称";

/* nothing */
"Nick of person who changed the topic" = "更改主题的用户";

/* nothing */
"Topic" = "主题";

/* nothing */
"Channel" = "聊天室";

/* nothing */
"The nickname of the kicker" = "能踢人的用户";

/* nothing */
"The person being kicked" = "被踢者";

/* nothing */
"The channel" = "聊天室";

/* nothing */
"The reason" = "原因";

/* nothing */
"The nick of the person leaving" = "离开的用户";

/* nothing */
"The time" = "时间";

/* nothing */
"The creator" = "建立者";

/* nothing */
"Nick" = "昵称";

/* nothing */
"Reason" = "原因";

/* nothing */
"Host" = "主机";

/* nothing */
"Who it's from" = "来自者";

/* nothing */
"The time in x.x format (see below)" = "时间格式为 x.x (见下)";

/* nothing */
"The Channel it's going to" = "要加入的聊天室";

/* nothing */
"The sound" = "音效";

/* nothing */
"The nick of the person" = "此人的昵称";

/* nothing */
"The CTCP event" = "CTCP 事件";

/* nothing */
"The nick of the person who set the key" = "设置密钥的用户";

/* nothing */
"The key" = "密钥";

/* nothing */
"The nick of the person who set the limit" = "设置限制的用户";

/* nothing */
"The limit" = "限制";

/* nothing */
"The nick of the person who did the op'ing" = "使用了 op 命令的用户";

/* nothing */
"The nick of the person who has been op'ed" = "被授予 op 身分的用户";

/* nothing */
"The nick of the person who has been halfop'ed" = "被授予 halfop 身分的用户";

/* nothing */
"The nick of the person who did the halfop'ing" = "使用 halfop 命令的用户";

/* nothing */
"The nick of the person who did the voice'ing" = "使用 voice 命令的用户";

/* nothing */
"The nick of the person who has been voice'ed" = "被赋予发言权的用户";

/* nothing */
"The nick of the person who did the banning" = "使用 ban 命令的用户";

/* nothing */
"The ban mask" = "ban 命令的遮罩";

/* nothing */
"The nick who removed the key" = "取消密钥的用户";

/* nothing */
"The nick who removed the limit" = "取消用户限制的用户";

/* nothing */
"The nick of the person of did the deop'ing" = "使用 deop 命令的用户";

/* nothing */
"The nick of the person who has been deop'ed" = "被取消 op 身分的用户";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "使用 dehalfop 命令的用户";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "被取消 halfop 身分的用户";

/* nothing */
"The nick of the person of did the devoice'ing" = "使用 devoice 命令的用户";

/* nothing */
"The nick of the person who has been devoice'ed" = "被取消发言权的用户";

/* nothing */
"The nick of the person of did the unban'ing" = "使用 unban 命令的用户";

/* nothing */
"The nick of the person who did the exempt" = "使用 exempt 命令的用户";

/* nothing */
"The exempt mask" = "exempt 遮罩";

/* nothing */
"The nick of the person removed the exempt" = "取消 exempt 的用户";

/* nothing */
"The nick of the person who did the invite" = "使用 invite 命令的用户";

/* nothing */
"The invite mask" = "invite 遮罩";

/* nothing */
"The nick of the person removed the invite" = "取消 invite 的用户";

/* nothing */
"The nick of the person setting the mode" = "设置模式的用户";

/* nothing */
"The mode's sign (+/-)" = "模式的符号(+/-)";

/* nothing */
"The mode letter" = "模式字母";

/* nothing */
"The channel it's being set on" = "被设置的聊天室";

/* nothing */
"Username" = "用户名";

/* nothing */
"Full name" = "全名";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "聊天室成员/“是 IRC 管理员”";

/* nothing */
"Server Information" = "服务器信息";

/* nothing */
"Idle time" = "发呆时间";

/* nothing */
"Signon time" = "登录时间";

/* nothing */
"Away reason" = "离开原因";

/* nothing */
"Message" = "信息";

/* nothing */
"Account" = "帐户";

/* nothing */
"Real user@host" = "真实用户@主机";

/* nothing */
"Real IP" = "真实 IP";

/* nothing */
"Channel Name" = "聊天室名";

/* nothing */
"Text" = "文字";

/* nothing */
"Server Name" = "服务器名";

/* nothing */
"Nick of person who invited you" = "邀请您的用户";

/* nothing */
"Users" = "用户";

/* nothing */
"Nickname in use" = "昵称已被使用";

/* nothing */
"Nick being tried" = "已试用过的昵称";

/* nothing */
"IP" = "IP 地址";

/* nothing */
"Port" = "输出端口";

/* nothing */
"Network" = "网络";

/* nothing */
"Modes string" = "模式字串";

/* nothing */
"IP address" = "IP 地址";

/* nothing */
"DCC Type" = "DCC 类型";

/* nothing */
"Filename" = "文件名";

/* nothing */
"Destination filename" = "目标文件名";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "路径名";

/* nothing */
"Position" = "位置";

/* nothing */
"Size" = "大小";

/* nothing */
"DCC String" = "DCC 字串";

/* nothing */
"Number of notify items" = "通知条目数";

/* nothing */
"Old Filename" = "旧文件名";

/* nothing */
"New Filename" = "新文件名";

/* nothing */
"Receiver" = "接收者";

/* nothing */
"Hostmask" = "主机遮罩";

/* nothing */
"Hostname" = "主机名";

/* nothing */
"The Packet" = "包";

/* nothing */
"Seconds" = "秒";

/* nothing */
"Nick of person who have been invited" = "被邀请的用户";

/* nothing */
"Banmask" = "ban 的遮罩";

/* nothing */
"Who set the ban" = "设置禁令的用户";

/* nothing */
"Ban time" = "屏蔽时间";

/* nothing */
"Error parsing event %s.\nLoading default." = "解析事件 %s 时出错。\n载入缺省值。";

/* nothing */
"Cannot read sound file:\n%s" = "无法读取声音文件：\n%s";

/* nothing */
"Remote host closed socket" = "远端主机已关闭 socket";

/* nothing */
"Connection refused" = "连接被拒绝";

/* nothing */
"No route to host" = "没有到主机的路由";

/* nothing */
"Connection timed out" = "连接超时";

/* nothing */
"Cannot assign that address" = "无法分配该地址";

/* nothing */
"Connection reset by peer" = "连接被对方重置";

/* nothing */
"Ascension Island" = "可可斯群岛";

/* nothing */
"Andorra" = "安道尔";

/* nothing */
"United Arab Emirates" = "阿拉伯联合大公国";

/* nothing */
"Afghanistan" = "阿富汗";

/* nothing */
"Antigua and Barbuda" = "安地卡及巴布达";

/* nothing */
"Anguilla" = "安圭拉岛";

/* nothing */
"Albania" = "阿尔巴尼亚";

/* nothing */
"Armenia" = "亚美尼亚";

/* nothing */
"Netherlands Antilles" = "荷属安地列斯";

/* nothing */
"Angola" = "安哥拉";

/* nothing */
"Antarctica" = "南极洲";

/* nothing */
"Argentina" = "阿根廷";

/* nothing */
"Reverse DNS" = "反向 DNS";

/* nothing */
"American Samoa" = "美属萨摩亚";

/* nothing */
"Austria" = "奥地利";

/* nothing */
"Nato Fiel" = "北大西洋公约组织";

/* nothing */
"Australia" = "澳大利亚";

/* nothing */
"Aruba" = "阿卢巴岛";

/* nothing */
"Aland Islands" = "福克兰群岛";

/* nothing */
"Azerbaijan" = "亚塞拜然";

/* nothing */
"Bosnia and Herzegovina" = "波士尼亚及赫塞哥维那";

/* nothing */
"Barbados" = "巴贝多";

/* nothing */
"Bangladesh" = "孟加拉";

/* nothing */
"Belgium" = "比利时";

/* nothing */
"Burkina Faso" = "布吉纳法索";

/* nothing */
"Bulgaria" = "保加利亚";

/* nothing */
"Bahrain" = "巴林";

/* nothing */
"Burundi" = "浦隆地";

/* nothing */
"Businesses" = "商业";

/* nothing */
"Benin" = "贝南";

/* nothing */
"Bermuda" = "百慕达群岛";

/* nothing */
"Brunei Darussalam" = "汶莱";

/* nothing */
"Bolivia" = "玻利维亚";

/* nothing */
"Brazil" = "巴西";

/* nothing */
"Bahamas" = "巴哈马群岛";

/* nothing */
"Bhutan" = "不丹";

/* nothing */
"Bouvet Island" = "波维特岛";

/* nothing */
"Botswana" = "波札那";

/* nothing */
"Belarus" = "白俄";

/* nothing */
"Belize" = "贝里斯";

/* nothing */
"Canada" = "加拿大";

/* nothing */
"Cocos Islands" = "可可斯群岛";

/* nothing */
"Democratic Republic of Congo" = "刚果民主共和国";

/* nothing */
"Central African Republic" = "中非共和国";

/* nothing */
"Congo" = "刚果";

/* nothing */
"Switzerland" = "瑞士";

/* nothing */
"Cote d'Ivoire" = "象牙海岸";

/* nothing */
"Cook Islands" = "科克群岛";

/* nothing */
"Chile" = "智利";

/* nothing */
"Cameroon" = "喀麦隆";

/* nothing */
"China" = "中国";

/* nothing */
"Colombia" = "哥伦比亚";

/* nothing */
"Internic Commercial" = "Internic 商业组织";

/* nothing */
"Costa Rica" = "哥斯大黎加";

/* nothing */
"Serbia and Montenegro" = "塞尔维亚及蒙特尼哥罗";

/* nothing */
"Cuba" = "古巴";

/* nothing */
"Cape Verde" = "维德角岛";

/* nothing */
"Christmas Island" = "圣诞岛";

/* nothing */
"Cyprus" = "赛普勒斯";

/* nothing */
"Czech Republic" = "捷克共和国";

/* nothing */
"Germany" = "德国";

/* nothing */
"Djibouti" = "吉布地";

/* nothing */
"Denmark" = "丹麦";

/* nothing */
"Dominica" = "多明尼克";

/* nothing */
"Dominican Republic" = "多明尼加共和国";

/* nothing */
"Algeria" = "阿尔及利亚";

/* nothing */
"Ecuador" = "厄瓜多";

/* nothing */
"Educational Institution" = "教育机构";

/* nothing */
"Estonia" = "爱沙尼亚";

/* nothing */
"Egypt" = "埃及";

/* nothing */
"Western Sahara" = "西撒哈拉";

/* nothing */
"Eritrea" = "埃立特里亚";

/* nothing */
"Spain" = "西班牙";

/* nothing */
"Ethiopia" = "衣索比亚";

/* nothing */
"European Union" = "";

/* nothing */
"Finland" = "芬兰";

/* nothing */
"Fiji" = "斐济";

/* nothing */
"Falkland Islands" = "福克兰群岛";

/* nothing */
"Micronesia" = "密克罗尼西亚";

/* nothing */
"Faroe Islands" = "法罗群岛";

/* nothing */
"France" = "法国";

/* nothing */
"Gabon" = "加彭";

/* nothing */
"Great Britain" = "大不列颠";

/* nothing */
"Grenada" = "格瑞纳达";

/* nothing */
"Georgia" = "乔治亚";

/* nothing */
"French Guiana" = "法属圭亚那";

/* nothing */
"British Channel Isles" = "不列颠海峡群岛";

/* nothing */
"Ghana" = "迦纳";

/* nothing */
"Gibraltar" = "直布罗陀";

/* nothing */
"Greenland" = "格陵兰";

/* nothing */
"Gambia" = "甘比亚";

/* nothing */
"Guinea" = "几内亚";

/* nothing */
"Government" = "政府部门";

/* nothing */
"Guadeloupe" = "瓜德鲁普岛";

/* nothing */
"Equatorial Guinea" = "赤道几内亚";

/* nothing */
"Greece" = "希腊";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "南乔治亚及南桑威奇群岛";

/* nothing */
"Guatemala" = "瓜地马拉";

/* nothing */
"Guam" = "关岛";

/* nothing */
"Guinea-Bissau" = "几内亚比索";

/* nothing */
"Guyana" = "盖亚那";

/* nothing */
"Hong Kong" = "中国香港特别行政区";

/* nothing */
"Heard and McDonald Islands" = "赫德及麦当劳群岛";

/* nothing */
"Honduras" = "宏都拉斯";

/* nothing */
"Croatia" = "克罗埃西亚";

/* nothing */
"Haiti" = "海地";

/* nothing */
"Hungary" = "匈牙利";

/* nothing */
"Indonesia" = "印尼";

/* nothing */
"Ireland" = "爱尔兰";

/* nothing */
"Israel" = "以色列";

/* nothing */
"Isle of Man" = "";

/* nothing */
"India" = "印度";

/* nothing */
"Informational" = "信息的";

/* nothing */
"International" = "国际的";

/* nothing */
"British Indian Ocean Territory" = "英属印度洋地区";

/* nothing */
"Iraq" = "伊拉克";

/* nothing */
"Iran" = "伊朗";

/* nothing */
"Iceland" = "冰岛";

/* nothing */
"Italy" = "意大利";

/* nothing */
"Jersey" = "";

/* nothing */
"Jamaica" = "牙买加";

/* nothing */
"Jordan" = "约旦";

/* nothing */
"Japan" = "日本";

/* nothing */
"Kenya" = "肯亚";

/* nothing */
"Kyrgyzstan" = "吉尔吉斯";

/* nothing */
"Cambodia" = "柬埔寨";

/* nothing */
"Kiribati" = "吉里巴斯";

/* nothing */
"Comoros" = "葛摩";

/* nothing */
"St. Kitts and Nevis" = "圣克里斯多福";

/* nothing */
"North Korea" = "北韩";

/* nothing */
"South Korea" = "南韩";

/* nothing */
"Kuwait" = "科威特";

/* nothing */
"Cayman Islands" = "开曼群岛";

/* nothing */
"Kazakhstan" = "哈萨克";

/* nothing */
"Laos" = "老挝";

/* nothing */
"Lebanon" = "黎巴嫩";

/* nothing */
"Saint Lucia" = "圣露西亚";

/* nothing */
"Liechtenstein" = "列支敦斯登";

/* nothing */
"Sri Lanka" = "斯里兰卡";

/* nothing */
"Liberia" = "赖比瑞亚";

/* nothing */
"Lesotho" = "赖索托";

/* nothing */
"Lithuania" = "立陶宛";

/* nothing */
"Luxembourg" = "卢森堡";

/* nothing */
"Latvia" = "拉脱维亚";

/* nothing */
"Libya" = "利比亚";

/* nothing */
"Morocco" = "摩洛哥";

/* nothing */
"Monaco" = "摩纳哥";

/* nothing */
"Moldova" = "摩尔多瓦";

/* nothing */
"United States Medical" = "美国医疗组织";

/* nothing */
"Madagascar" = "马达加斯加";

/* nothing */
"Marshall Islands" = "马绍尔群岛";

/* nothing */
"Military" = "军事";

/* nothing */
"Macedonia" = "马其顿";

/* nothing */
"Mali" = "马利";

/* nothing */
"Myanmar" = "缅甸";

/* nothing */
"Mongolia" = "蒙古";

/* nothing */
"Macau" = "中国澳门特别行政区";

/* nothing */
"Northern Mariana Islands" = "北马里亚纳群岛";

/* nothing */
"Martinique" = "法属马丁尼克";

/* nothing */
"Mauritania" = "茅利塔尼亚";

/* nothing */
"Montserrat" = "蒙瑟拉特岛";

/* nothing */
"Malta" = "马尔他";

/* nothing */
"Mauritius" = "模里西斯";

/* nothing */
"Maldives" = "马尔地夫";

/* nothing */
"Malawi" = "马拉威";

/* nothing */
"Mexico" = "墨西哥";

/* nothing */
"Malaysia" = "马来西亚";

/* nothing */
"Mozambique" = "莫三比克";

/* nothing */
"Namibia" = "纳米比亚";

/* nothing */
"New Caledonia" = "新喀里多尼亚岛";

/* nothing */
"Niger" = "尼日";

/* nothing */
"Internic Network" = "Internic 网络";

/* nothing */
"Norfolk Island" = "诺福克岛";

/* nothing */
"Nigeria" = "奈及利亚";

/* nothing */
"Nicaragua" = "尼加拉瓜";

/* nothing */
"Netherlands" = "荷兰";

/* nothing */
"Norway" = "挪威";

/* nothing */
"Nepal" = "尼泊尔";

/* nothing */
"Nauru" = "诺鲁";

/* nothing */
"Niue" = "纽威岛";

/* nothing */
"New Zealand" = "纽西兰";

/* nothing */
"Oman" = "阿曼";

/* nothing */
"Internic Non-Profit Organization" = "Internic 非营利性组织";

/* nothing */
"Panama" = "巴拿马";

/* nothing */
"Peru" = "秘鲁";

/* nothing */
"French Polynesia" = "法属波里尼西亚";

/* nothing */
"Papua New Guinea" = "巴布亚纽几内亚";

/* nothing */
"Philippines" = "菲律宾";

/* nothing */
"Pakistan" = "巴基斯坦";

/* nothing */
"Poland" = "波兰";

/* nothing */
"St. Pierre and Miquelon" = "圣匹及密启伦群岛";

/* nothing */
"Pitcairn" = "皮特康岛";

/* nothing */
"Puerto Rico" = "波多黎各";

/* nothing */
"Palestinian Territory" = "巴勒斯坦地区";

/* nothing */
"Portugal" = "葡萄牙";

/* nothing */
"Palau" = "帛琉群岛";

/* nothing */
"Paraguay" = "巴拉圭";

/* nothing */
"Qatar" = "卡达";

/* nothing */
"Reunion" = "留尼旺";

/* nothing */
"Romania" = "罗马尼亚";

/* nothing */
"Old School ARPAnet" = "教育 ARPAnet";

/* nothing */
"Russian Federation" = "俄罗斯联邦";

/* nothing */
"Rwanda" = "卢安达";

/* nothing */
"Saudi Arabia" = "沙乌地阿拉伯";

/* nothing */
"Solomon Islands" = "所罗门群岛";

/* nothing */
"Seychelles" = "塞席尔群岛";

/* nothing */
"Sudan" = "苏丹";

/* nothing */
"Sweden" = "瑞典";

/* nothing */
"Singapore" = "新加坡";

/* nothing */
"St. Helena" = "圣赫勒拿岛";

/* nothing */
"Slovenia" = "斯洛凡尼亚";

/* nothing */
"Svalbard and Jan Mayen Islands" = "冷岸及央麦恩群岛";

/* nothing */
"Slovak Republic" = "斯洛伐克共和国";

/* nothing */
"Sierra Leone" = "狮子山";

/* nothing */
"San Marino" = "圣马利诺";

/* nothing */
"Senegal" = "塞内加尔";

/* nothing */
"Somalia" = "索马利亚";

/* nothing */
"Suriname" = "苏利南";

/* nothing */
"Sao Tome and Principe" = "圣多美和普林西比";

/* nothing */
"Former USSR" = "前苏联";

/* nothing */
"El Salvador" = "萨尔瓦多";

/* nothing */
"Syria" = "叙利亚";

/* nothing */
"Swaziland" = "史瓦济兰";

/* nothing */
"Turks and Caicos Islands" = "土克斯及开科斯群岛";

/* nothing */
"Chad" = "查德";

/* nothing */
"French Southern Territories" = "法属南部地区";

/* nothing */
"Togo" = "多哥";

/* nothing */
"Thailand" = "泰国";

/* nothing */
"Tajikistan" = "塔吉克";

/* nothing */
"Tokelau" = "托克劳群岛";

/* nothing */
"East Timor" = "东帝汶";

/* nothing */
"Turkmenistan" = "土库曼";

/* nothing */
"Tunisia" = "突尼西亚";

/* nothing */
"Tonga" = "东加";

/* nothing */
"Turkey" = "土耳其";

/* nothing */
"Trinidad and Tobago" = "千里达托贝哥";

/* nothing */
"Tuvalu" = "吐瓦鲁";

/* nothing */
"Taiwan" = "中国台北";

/* nothing */
"Tanzania" = "坦尚尼亚";

/* nothing */
"Ukraine" = "乌克兰";

/* nothing */
"Uganda" = "乌干达";

/* nothing */
"United Kingdom" = "英国";

/* nothing */
"United States of America" = "美国";

/* nothing */
"Uruguay" = "乌拉圭";

/* nothing */
"Uzbekistan" = "乌兹别克";

/* nothing */
"Vatican City State" = "梵蒂冈";

/* nothing */
"St. Vincent and the Grenadines" = "圣文森及格瑞那丁";

/* nothing */
"Venezuela" = "委内瑞拉";

/* nothing */
"British Virgin Islands" = "英属维京群岛";

/* nothing */
"US Virgin Islands" = "美属维京群岛";

/* nothing */
"Vietnam" = "越南";

/* nothing */
"Vanuatu" = "万那杜";

/* nothing */
"Wallis and Futuna Islands" = "瓦里斯及富都拿群岛";

/* nothing */
"Samoa" = "萨摩亚";

/* nothing */
"Yemen" = "叶门";

/* nothing */
"Mayotte" = "马尔他群岛";

/* nothing */
"Yugoslavia" = "南斯拉夫";

/* nothing */
"South Africa" = "南非";

/* nothing */
"Zambia" = "尚比亚";

/* nothing */
"Zimbabwe" = "辛巴威";

/* nothing */
"Unknown" = "未知";

/* nothing */
"Open Dialog Window" = "打开对话窗口";

/* nothing */
"Send a File" = "发送文件";

/* nothing */
"User Info (WHOIS)" = "用户信息 (WHOIS)";

/* nothing */
"Operator Actions" = "管理员动作";

/* nothing */
"Give Ops" = "赋予管理员权限";

/* nothing */
"Take Ops" = "取消管理员权限";

/* nothing */
"Give Voice" = "给发言权";

/* nothing */
"Take Voice" = "取消发言权";

/* nothing */
"Kick/Ban" = "踢出/屏蔽";

/* nothing */
"Kick" = "踢出";

/* nothing */
"Ban" = "屏蔽";

/* nothing */
"KickBan" = "踢出并屏蔽";

/* nothing */
"Direct client-to-client" = "直接客户端到客户端";

/* nothing */
"Send File" = "发送文件";

/* nothing */
"Offer Chat" = "请求聊天";

/* nothing */
"Abort Chat" = "中止聊天";

/* nothing */
"Version" = "版本";

/* nothing */
"Userinfo" = "个人信息";

/* nothing */
"Clientinfo" = "客户端信息";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "时间";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "操作";

/* nothing */
"Kill this user" = "砍掉此用户";

/* nothing */
"Mode" = "模式";

/* nothing */
"Give Half-Ops" = "赋予副管理员权限";

/* nothing */
"Take Half-Ops" = "取消副管理员权限";

/* nothing */
"Ignore" = "忽略";

/* nothing */
"Ignore User" = "忽略用户";

/* nothing */
"UnIgnore User" = "取消忽略用户";

/* nothing */
"Info" = "信息";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS 查询";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "用户主机";

/* nothing */
"External" = "外部程序";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "离开聊天室";

/* nothing */
"Join Channel..." = "加入聊天室...";

/* nothing */
"Enter Channel to Join:" = "输入要加入的聊天室：";

/* nothing */
"Server Links" = "服务器列表";

/* nothing */
"Ping Server" = "ping 服务器";

/* nothing */
"Hide Version" = "隐藏版本信息";

/* nothing */
"Op" = "赋予管理员权限";

/* nothing */
"DeOp" = "取消管理员权限";

/* nothing */
"bye" = "道别";

/* nothing */
"Enter reason to kick %s:" = "输入踢出 %s 的原因：";

/* nothing */
"Sendfile" = "发送文件";

/* nothing */
"Dialog" = "对话";

/* nothing */
"Send" = "发送";

/* nothing */
"Chat" = "聊天";

/* nothing */
"Clear" = "清除";

/* nothing */
"Couldn't connect to session bus" = "无法连接到执行阶段汇流排";

/* nothing */
"Failed to complete NameHasOwner" = "完成命令失败";

/* nothing */
"Failed to complete Command" = "完成命令失败";

/* nothing */
"remote access" = "xchat远程登录";

/* nothing */
"plugin for remote access using DBUS" = "用DBUS远程登录的插件";

/* nothing */
"Couldn't connect to session bus: %s\n" = "无法连接到执行阶段汇流排: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "打开字体失败：\n\n%s";

/* nothing */
"About XChat" = "关于 XChat";

/* nothing */
"A multiplatform IRC Client" = "跨平台的 IRC 客户端软件 \n欲练神功，必先自宫，即便自宫，未必成功\n打倒岳不群!";

/* nothing */
"Character Chart" = "字符集";

/* nothing */
"Not connected." = "并未连接。";

/* nothing */
"You must select some bans." = "您必须选择一些被屏蔽者。";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "遮罩";

/* nothing */
"From" = "从";

/* nothing */
"Date" = "日期";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "在聊天室分页中您只能打开屏蔽列表窗口。";

/* nothing */
"XChat: Ban List (%s)" = "XChat： 屏蔽列表 (%s)";

/* nothing */
"Remove" = "删除";

/* nothing */
"Crop" = "剪切";

/* nothing */
"Refresh" = "刷新";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "显示 %d/%d 名用户在 %d/%d 个聊天室中";

/* nothing */
"Select an output filename" = "选择输出文件名";

/* nothing */
"_Join Channel" = "加入聊天室(_J)";

/* nothing */
"_Copy Channel Name" = "聊天室名";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat：聊天室列表 (%s)";

/* nothing */
"_Search" = "搜索(_S)";

/* nothing */
"_Download List" = "下载列表(_D)";

/* nothing */
"Save _List..." = "保存列表(_L)...";

/* nothing */
"Show only:" = "只显示：";

/* nothing */
"channels with" = "拥有";

/* nothing */
"to" = "到";

/* nothing */
"users." = "个用户的聊天室.";

/* nothing */
"Look in:" = "按照：";

/* nothing */
"Channel name" = "聊天室名称";

/* nothing */
"Search type:" = "搜索类型：";

/* nothing */
"Simple Search" = "搜索(_S)";

/* nothing */
"Pattern Match (Wildcards)" = "";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "寻找：";

/* nothing */
"Send file to %s" = "给 %s 发送文件";

/* nothing */
"That file is not resumable." = "该文件不可续传。";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "不能存取文件：%s\n%s。\n无法续传。";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "下载目录中的文件比提供的文件大，无法续传。";

/* nothing */
"Cannot resume the same file from two people." = "不能从两人那里续传同一文件";

/* nothing */
"XChat: Uploads and Downloads" = "XChat： 文件传输列表";

/* nothing */
"Status" = "状态";

/* nothing */
"File" = "文件";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "两者";

/* nothing */
"Uploads" = "上传的";

/* nothing */
"Downloads" = "下载的";

/* nothing */
"Details" = "明细";

/* nothing */
"File:" = "文件：";

/* nothing */
"Address:" = "您的地址：";

/* nothing */
"Abort" = "中止";

/* nothing */
"Accept" = "接受";

/* nothing */
"Resume" = "续传";

/* nothing */
"Open Folder..." = "打开目录...";

/* nothing */
"XChat: DCC Chat List" = "XChat： DCC 交谈列表";

/* nothing */
"Recv" = "接收";

/* nothing */
"Sent" = "已发送";

/* nothing */
"Start Time" = "开始时间";

/* nothing */
"*NEW*" = "*新增*";

/* nothing */
"EDIT ME" = "编辑我";

/* nothing */
"Name" = "名称";

/* nothing */
"Command" = "命令";

/* nothing */
"Move Up" = "上移";

/* nothing */
"Move Dn" = "下移";

/* nothing */
"Cancel" = "取消";

/* nothing */
"Save" = "储存";

/* nothing */
"Add New" = "新添";

/* nothing */
"Delete" = "删除";

/* nothing */
"Sort" = "排序";

/* nothing */
"Help" = "帮助";

/* nothing */
"Don't auto connect to servers" = "不要自动与服务器连接";

/* nothing */
"Use a different config directory" = "使用不同的设置目录";

/* nothing */
"Don't auto load any plugins" = "不自动载入任何插件";

/* nothing */
"Show plugin auto-load directory" = "显示插件自动载入的目录";

/* nothing */
"Show user config directory" = "显示用户设置目录";

/* nothing */
"Open an irc://server:port/channel URL" = "打开一个 irc://server:port/channel URL";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "从不";

/* nothing */
"Show version information" = "显示版本信息";

/* nothing */
"Failed to open font:\n\n%s" = "打开字体失败：\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "搜索缓冲区目前无内容。\n";

/* nothing */
"%d bytes" = "%d 字节";

/* nothing */
"Network send queue: %d bytes" = "网络传送队列: %d 字节";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "“Run Command”会执行数据 1 中的数据，就如同您是在输入按键序列后出现的输入格中键入这些数据一样。这样，它就会包含文字 (这些文字会被发送给聊天室或某人)、命令或用户命令。执行时，数据 1 中所有“\\n”字符 被用来分隔命令，因此您可以执行不止一个命令。如果您想在执行的文字中包含字符“\\”，您应该输入“\\\\”";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "“Change Page”命令在您的笔记本中的分页间切换。将数据 1 设置成您要切换的分页。如果数据 2 被设置成任意值，切换分页数将相对于目前位置而言";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "“Insert in Buffer”命令在目前游标处把数据 1 中的内容插入到接受按键序列的输入格中";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "“Scroll Page”命令在文字窗口元件中上下滚动一页或一列。设置数据 1 为 Up、DOWN、+1或-1。";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "“Set Buffer”命令把接受按键序列后的输入格设置成数据 1 中的内容";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "“Last Command”命令把输入区域设为前一个命令 - 和在终端中按向上箭头效果相同";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "“Next Command”命令把输入区域设为下一个命令 - 和在终端中按向下箭头效果相同";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "该命令改变输入格中文字，来完成未输入完毕的用户昵称或命令。如果数据 1 被设置，那么，双击 tab 键会选择最后一个昵称，而非下一个";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "该命令在昵称列表中上下移动。如果数据 1 被设置成任意值，它会上移，否则下移";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "该命令对照替换列表来检查输入的最后一词，若找到符合者就代替它";

/* nothing */
"This command moves the front tab left by one" = "该命令把最上面的分页向左移一格";

/* nothing */
"This command moves the front tab right by one" = "该命令把最上面的分页向右移一格";

/* nothing */
"This command moves the current tab family to the left" = "该命令把目前分页向左移一格";

/* nothing */
"This command moves the current tab family to the right" = "该命令把目前分页向右移一格";

/* nothing */
"Push input line into history but doesn't send to server" = "把输入列存到历史中，但不发送给服务器";

/* nothing */
"There was an error loading key bindings configuration" = "载入键盘映射配置时出错";

/* nothing */
"<none>" = "<无>";

/* nothing */
"Mod" = "修饰键";

/* nothing */
"Key" = "按键";

/* nothing */
"Action" = "动作";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat： 键盘快捷键";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "数据 1";

/* nothing */
"Data 2" = "数据 2";

/* nothing */
"Error opening keys config file\n" = "打开按键配置文件时出错\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "键盘映射配置文件中没有键名 %s\n中止载入，请修复 %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "键盘映射配置文件中没有动作 %s\n中止载入，请修复 %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "期待数据列(以 Dx{:|!} 开始)，却得到：\n%s\n\n中止载入。请修复 %s/keybindings.conf\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "键盘映射配置文件损坏，中止载入\n请修复 %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "无法写入该文件。";

/* nothing */
"Cannot read that file." = "无法读取该文件。";

/* nothing */
"That mask already exists." = "该遮罩已存在。";

/* nothing */
"Private" = "私人";

/* nothing */
"Notice" = "通知";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "邀请";

/* nothing */
"Unignore" = "取消忽略";

/* nothing */
"Enter mask to ignore:" = "输入要忽略的遮罩：";

/* nothing */
"XChat: Ignore list" = "XChat： 忽略列表";

/* nothing */
"Ignore Stats:" = "忽略统计：";

/* nothing */
"Channel:" = "聊天室：";

/* nothing */
"Private:" = "私人：";

/* nothing */
"Notice:" = "通知：";

/* nothing */
"CTCP:" = "CTCP：";

/* nothing */
"Invite:" = "邀请：";

/* nothing */
"Add..." = "添加...";

/* nothing */
"Channel name too short, try again." = "聊天室名字过短，请重新尝试";

/* nothing */
"XChat: Connection Complete" = "XChat：建立连接";

/* nothing */
"Connection to %s complete." = "成功建立对 %s 的连接";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "在服务器列表窗口，没有添加自动加入的聊天室名称";

/* nothing */
"What would you like to do next?" = "您接下来要进行怎样的操作？";

/* nothing */
"_Nothing, I'll join a channel later." = "不用管，我等一下会自己进入聊天室";

/* nothing */
"_Join this channel:" = "要加入聊天室：";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "如果您知道您想要加入的聊天室的名字，请在这里输入";

/* nothing */
"O_pen the Channel-List window." = "打开聊天室列表窗口：";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "检索聊天室列表可能会需要一两分钟";

/* nothing */
"_Always show this dialog after connecting." = "每次连接后都显示该对话框";

/* nothing */
"Dialog with" = "交谈与";

/* nothing */
"Topic for %s is: %s" = "%s 的主题是：%s";

/* nothing */
"No topic is set" = "没有设置主题";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "这台服务器仍然有 %d 个与它相关的聊天室或对话。要全部关闭它们吗？";

/* nothing */
"Quit XChat?" = "关于 XChat";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "您已连接到 <b>%u</b> 个IRC网络.\n您确定要退出吗？";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "某些文件传输仍在进行，要离开 xchat 吗？";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "插入属性或颜色代码";

/* nothing */
"<b>Bold</b>" = "<b>粗体</b>";

/* nothing */
"<u>Underline</u>" = "<u>底线</u>";

/* nothing */
"Normal" = "正常";

/* nothing */
"Colors 0-7" = "颜色 0-7";

/* nothing */
"Colors 8-15" = "颜色 8-15";

/* nothing */
"Beep on message" = "有信息时响铃提示";

/* nothing */
"Blink tray on message" = "有信息时闪动提示";

/* nothing */
"Show join/part messages" = "显示加入/离开信息";

/* nothing */
"Color paste" = "彩色粘贴";

/* nothing */
"_Close Tab" = "关闭分页(_C)";

/* nothing */
"_Detach Tab" = "分离分页(_D)";

/* nothing */
"User limit must be a number!\n" = "用户限制必须是数字！\n";

/* nothing */
"Topic Protection" = "主题保护";

/* nothing */
"No outside messages" = "无室外信息";

/* nothing */
"Secret" = "秘密";

/* nothing */
"Invite Only" = "仅邀请";

/* nothing */
"Moderated" = "监管的";

/* nothing */
"Ban List" = "屏蔽列表";

/* nothing */
"Keyword" = "密码";

/* nothing */
"User Limit" = "用户限制";

/* nothing */
"Show/Hide userlist" = "显示/隐藏用户列表";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "无法设置透明背景！\n\n或许您正使用目前尚不被支持的\n不相容窗口管理程序。\n";

/* nothing */
"Enter new nickname:" = "输入新昵称：";

/* nothing */
"Host unknown" = "未知主机";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "真实名称：";

/* nothing */
"User:" = "用户：";

/* nothing */
"Country:" = "国家：";

/* nothing */
"Server:" = "服务器：";

/* nothing */
"Away Msg:" = "离开信息：";

/* nothing */
"%u minutes ago" = "%u 分钟之前";

/* nothing */
"Last Msg:" = "最后信息：";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "菜单栏目前已隐藏。您可以藉由按下 F9 或以鼠标右键点选主要文字区域的空白部份来重新显示它。";

/* nothing */
"Open Link in Browser" = "在浏览器中打开链接";

/* nothing */
"Copy Selected Link" = "复制选取的链接";

/* nothing */
"Join Channel" = "加入聊天室";

/* nothing */
"Part Channel" = "离开聊天室";

/* nothing */
"Cycle Channel" = "离开聊天室，而后立即加入";

/* nothing */
"XChat: User menu" = "XChat： 用户菜单";

/* nothing */
"Edit This Menu..." = "编辑此菜单...";

/* nothing */
"Retrieve channel list..." = "获取聊天室列表";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "用户命令 - 特殊编码：\n\n%c  =  目前聊天室\n%m  =  机器信息\n%n  =  您的昵称\n%t  =  时间/日期\n%v  =  xchat 版本\n%2  =  第 2 个词\n%3  =  第 3 个词\n&2  =  从第 2 个词到行末\n&3  =  从第 3 个词到行末\n\n如：\n/cmd john hello\n\n%2 会是“john”\n&2 会是“john hello”。";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "用户列表按钮 - 特殊编码：\n\n%a  =  所有选取的用户\n%c  =  目前聊天室\n%h  =  选取用户的主机名\n%m  =  机器信息\n%n  =  您的昵称\n%s  =  选取的用户\n%t  =  时间/日期\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "对话按钮 - 特殊编码：\n\n%a  =  所有选取的用户\n%c  =  目前聊天室\n%h  =  选取用户的主机名\n%m  =  机器信息\n%n  =  您的昵称\n%s  =  选取的用户\n%t  =  时间/日期\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP 回应 - 特殊编码：\n\n%d  =  数据 (全部 ctcp)\n%m  =  机器信息\n%s  =  发送 ctcp 的用户\n%t  =  时间/日期\n%2  =  第 2 个词\n%3  =  第 3 个词\n&2  =  从第 2 个词到行末\n&3  =  从第 3 个词到行末\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL 处理程序 - 特殊编码：\n\n%s  =  URL 字串\n\n在命令前加一个“!”表示\n该命令应被发送到 shell 而\n非 XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat： 用户自订命令";

/* nothing */
"XChat: Userlist Popup menu" = "XChat： 用户列表弹出菜单";

/* nothing */
"Replace with" = "以...替换";

/* nothing */
"XChat: Replace" = "XChat： 替换";

/* nothing */
"XChat: URL Handlers" = "XChat： URL 处理程序";

/* nothing */
"XChat: Userlist buttons" = "XChat： 用户列表按钮";

/* nothing */
"XChat: Dialog buttons" = "XChat： 对话框按钮";

/* nothing */
"XChat: CTCP Replies" = "XChat： CTCP 回应";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "网络列表(_S)...";

/* nothing */
"_New" = "新增(_N)";

/* nothing */
"Server Tab..." = "服务器分页...";

/* nothing */
"Channel Tab..." = "聊天室分页...";

/* nothing */
"Server Window..." = "服务器窗口...";

/* nothing */
"Channel Window..." = "聊天室窗口...";

/* nothing */
"_Load Plugin or Script..." = "载入插件或脚本(_L)...";

/* nothing */
"_Quit" = "离开(_Q)";

/* nothing */
"_View" = "查看(_V)";

/* nothing */
"_Menu Bar" = "菜单栏(_M)";

/* nothing */
"_Topic Bar" = "主题栏(_T)";

/* nothing */
"_User List" = "用户列表";

/* nothing */
"U_serlist Buttons" = "用户列表按钮(_U)...";

/* nothing */
"M_ode Buttons" = "模式按钮(_O)";

/* nothing */
"_Channel Switcher" = "拥有";

/* nothing */
"_Tabs" = "分页(_T)";

/* nothing */
"T_ree" = "树状图(_R)";

/* nothing */
"_Network Meters" = "网络流量(_N)";

/* nothing */
"Off" = "离线";

/* nothing */
"Graph" = "图形";

/* nothing */
"_Server" = "服务器(_S)";

/* nothing */
"_Disconnect" = "切断连接(_D)";

/* nothing */
"_Reconnect" = "重新连接(_R)";

/* nothing */
"Marked Away" = "标记为暂离";

/* nothing */
"_Usermenu" = "用户菜单(_U)";

/* nothing */
"S_ettings" = "设置(_E)";

/* nothing */
"_Preferences" = "首选项(_P)";

/* nothing */
"Advanced" = "高级";

/* nothing */
"Auto Replace..." = "自动替换...";

/* nothing */
"CTCP Replies..." = "CTCP 回应...";

/* nothing */
"Dialog Buttons..." = "对话框按钮...";

/* nothing */
"Keyboard Shortcuts..." = "键盘快捷键...";

/* nothing */
"Text Events..." = "文字事件...";

/* nothing */
"URL Handlers..." = "URL 处理程序...";

/* nothing */
"User Commands..." = "用户命令...";

/* nothing */
"Userlist Buttons..." = "用户列表按钮...";

/* nothing */
"Userlist Popup..." = "用户列表弹出菜单...";

/* nothing */
"_Window" = "窗口(_W)";

/* nothing */
"Ban List..." = "屏蔽列表...";

/* nothing */
"Channel List..." = "聊天室列表...";

/* nothing */
"Character Chart..." = "字符集...";

/* nothing */
"Direct Chat..." = "直接聊天...";

/* nothing */
"File Transfers..." = "文件传输...";

/* nothing */
"Ignore List..." = "忽略列表...";

/* nothing */
"Notify List..." = "通知列表...";

/* nothing */
"Plugins and Scripts..." = "插件和脚本...";

/* nothing */
"Raw Log..." = "原始记录...";

/* nothing */
"URL Grabber..." = "URL 抓取程序...";

/* nothing */
"Reset Marker Line" = "重置标记线";

/* nothing */
"C_lear Text" = "清空文字(_L)";

/* nothing */
"Search Text..." = "搜索文字...";

/* nothing */
"Save Text..." = "储存文字...";

/* nothing */
"_Help" = "帮助(_H)";

/* nothing */
"_Contents" = "内容(_C)";

/* nothing */
"_About" = "关于(_A)";

/* nothing */
"_Attach Window" = "附加窗口(_A)";

/* nothing */
"_Close Window" = "关闭窗口(_C)";

/* nothing */
"User" = "用户";

/* nothing */
"Last Seen" = "最后一次看到";

/* nothing */
"Offline" = "离线";

/* nothing */
"Never" = "从不";

/* nothing */
"%d minutes ago" = "%u 分钟之前";

/* nothing */
"Online" = "上线";

/* nothing */
"Enter nickname to add:" = "输入要新增的昵称：";

/* nothing */
"Notify on these networks:" = "在这些网络中通知:";

/* nothing */
"Comma separated list of networks is accepted." = "在这里使用逗号分隔多个网络是被允许的";

/* nothing */
"XChat: Notify List" = "XChat： 通知列表";

/* nothing */
"Open Dialog" = "打开对话框";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: 已连接到 %u 个网络和 %u 个聊天室";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "隐藏(_H)";

/* nothing */
"_Blink on" = "闪烁于(_B)";

/* nothing */
"Channel Message" = "聊天室消息";

/* nothing */
"Private Message" = "私人消息";

/* nothing */
"Highlighted Message" = "高亮显示的消息";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: 高亮消息来自于: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u 个高亮消息, 最近一个来自于: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: 新的公共消息来自于: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u 个新的公共消息.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: 私人消息来自于: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "Xchat: %u 个私人消息,最近的一个来自于: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: 文件传输来自于: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "Xchat: %u 个文件传输,最近的一个来自于: %s (%s)";

/* nothing */
"Description" = "描述";

/* nothing */
"Select a Plugin or Script to load" = "选择要载入的插件或脚本";

/* nothing */
"XChat: Plugins and Scripts" = "XChat： 插件和脚本";

/* nothing */
"_Load..." = "载入(_L)...";

/* nothing */
"_UnLoad" = "卸载(_U)";

/* nothing */
"_Close" = "关闭(_C)";

/* nothing */
"Save As..." = "另存为...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat： 原始日志 (%s)";

/* nothing */
"Clear rawlog" = "清除原始日志";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "您为该搜索打开的窗口已不再存在。";

/* nothing */
"Search hit end, not found." = "搜索已经覆盖全部，未返回任何结果。";

/* nothing */
"XChat: Search" = "XChat： 搜索";

/* nothing */
"_Match case" = "区分大小写";

/* nothing */
"Search _backwards" = "向后搜索";

/* nothing */
"_Find" = "查找(_F)";

/* nothing */
"New Network" = "新网络";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "一定要删除网络“%s”以及它所有的服务器吗？";

/* nothing */
"User name and Real name cannot be left blank." = "用户名称与真实名称不可为空白";

/* nothing */
"XChat: Edit %s" = "XChat： 编辑 %s";

/* nothing */
"Servers for %s" = "%s 的服务器";

/* nothing */
"Connect to selected server only" = "只连接到选取的服务器";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "当连接失败时不要循环跳至所有的服务器";

/* nothing */
"Your Details" = "您的详细信息";

/* nothing */
"Use global user information" = "使用广域用户信息";

/* nothing */
"_Nick name:" = "昵称(_N)：";

/* nothing */
"Second choice:" = "第二选择：";

/* nothing */
"_User name:" = "用户名(_U)：";

/* nothing */
"Rea_l name:" = "真实名称(_L)：";

/* nothing */
"Connecting" = "连接";

/* nothing */
"Auto connect to this network at startup" = "启动时自动连接到此网络";

/* nothing */
"Use a proxy server" = "使用代理服务器";

/* nothing */
"Use SSL for all the servers on this network" = "在本网络的所有服务器使用 SSL";

/* nothing */
"Accept invalid SSL certificate" = "接受无效的 SSL 证书";

/* nothing */
"C_hannels to join:" = "输入要加入的聊天室(_H)：";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "要加入的聊天室，用逗号而不是空格分隔！";

/* nothing */
"Connect command:" = "连接命令：";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "连接后执行的额外的命令。如果您使用多个命令，请设置为 LOAD -e <文件名>，其中 <文件名> 是一个包含要执行的命令的文字文件。";

/* nothing */
"Nickserv password:" = "昵称服务器密码：";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "如果您的昵称需要密码，就在这里将它输入。并非所有的 IRC 网络都支持此一功能。";

/* nothing */
"Server password:" = "服务器密码：";

/* nothing */
"Password for the server, if in doubt, leave blank." = "服务器的密码。如果不确定，保留为空。";

/* nothing */
"Character set:" = "字符设置：";

/* nothing */
"_Edit" = "编辑(_E)";

/* nothing */
"XChat: Network List" = "XChat： 网络列表";

/* nothing */
"User Information" = "用户信息";

/* nothing */
"Third choice:" = "第三选择：";

/* nothing */
"Networks" = "网络";

/* nothing */
"Skip network list on startup" = "启动时不打开网络列表";

/* nothing */
"_Edit..." = "编辑(_E)...";

/* nothing */
"_Sort" = "排序(_S)";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "连接(_O)";

/* nothing */
"Text Box Appearance" = "文字框外观";

/* nothing */
"Font:" = "字体：";

/* nothing */
"Background image:" = "背景图像：";

/* nothing */
"Scrollback lines:" = "回滚行数：";

/* nothing */
"Colored nick names" = "彩色昵称";

/* nothing */
"Give each person on IRC a different color" = "给 IRC 上的每名用户一种不同的颜色";

/* nothing */
"Indent nick names" = "缩格昵称";

/* nothing */
"Make nick names right-justified" = "让昵称右侧对齐";

/* nothing */
"Transparent background" = "透明背景";

/* nothing */
"Show marker line" = "显示标记线";

/* nothing */
"Insert a red line after the last read text." = "在最后读取的文字后添加一条红线。";

/* nothing */
"Transparency Settings" = "透明度设置";

/* nothing */
"Red:" = "红色：";

/* nothing */
"Green:" = "绿色：";

/* nothing */
"Blue:" = "蓝色：";

/* nothing */
"Time Stamps" = "时间戳记";

/* nothing */
"Enable time stamps" = "打开时间戳记";

/* nothing */
"Time stamp format:" = "时间戳记格式：";

/* nothing */
"See strftime manpage for details." = "查看 strftime 手册页以获取详细信息。";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "输入框";

/* nothing */
"Use the Text box font and colors" = "使用文字框字体及颜色";

/* nothing */
"Spell checking" = "拼写检查";

/* nothing */
"Nick Completion" = "昵称自动补齐";

/* nothing */
"Automatic nick completion (without TAB key)" = "自动补齐昵称(不用按TAB键)";

/* nothing */
"Nick completion suffix:" = "昵称自动补齐后缀：";

/* nothing */
"Nick completion sorted:" = "昵称排序:";

/* nothing */
"Input Box Codes" = "输入框编码";

/* nothing */
"Interpret %nnn as an ASCII value" = "把 %nnn 解释为 ASCII 值";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "转换%C、%B为颜色、粗体等";

/* nothing */
"A-Z, Ops first" = "A-Z, 管理员在最先";

/* nothing */
"Z-A, Ops last" = "Z-A, 管理员在最后";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "未排序";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "顶部";

/* nothing */
"Bottom" = "底部";

/* nothing */
"Hidden" = "隐藏";

/* nothing */
"User List" = "用户列表";

/* nothing */
"Show hostnames in user list" = "在用户列表中显示主机名";

/* nothing */
"User list sorted by:" = "用户列表排列方式：";

/* nothing */
"Show user list at:" = "显示/隐藏用户列表";

/* nothing */
"Away tracking" = "记录离开信息";

/* nothing */
"Track the Away status of users and mark them in a different color" = "追踪用户的离开状态并且以不同颜色标记它们";

/* nothing */
"On channels smaller than:" = "在小于此值的聊天室里：";

/* nothing */
"Action Upon Double Click" = "双击时的动作";

/* nothing */
"Execute command:" = "执行命令：";

/* nothing */
"Windows" = "窗口";

/* nothing */
"Tabs" = "分页";

/* nothing */
"Always" = "总是";

/* nothing */
"Only requested tabs" = "只有请求的分页";

/* nothing */
"Tree" = "树状图(_R)";

/* nothing */
"Switcher type:" = "搜索类型：";

/* nothing */
"Open an extra tab for server messages" = "打开额外的分页存放服务器信息";

/* nothing */
"Open an extra tab for server notices" = "打开额外的分页存放服务器通知";

/* nothing */
"Open a new tab when you receive a private message" = "当你收到私人消息的时候开启一个新的标签页";

/* nothing */
"Sort tabs in alphabetical order" = "按字母表顺序排序分页";

/* nothing */
"Small tabs" = "小分页";

/* nothing */
"Focus new tabs:" = "聚焦到新分页：";

/* nothing */
"Show channel switcher at:" = "拥有";

/* nothing */
"Shorten tab labels to:" = "缩短分页标签至：";

/* nothing */
"letters." = "字母。";

/* nothing */
"Tabs or Windows" = "分页或窗口";

/* nothing */
"Open channels in:" = "打开聊天室于：";

/* nothing */
"Open dialogs in:" = "打开对话框于：";

/* nothing */
"Open utilities in:" = "打开工具于：";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "打开 DCC、忽略、通知等动作，使用分页还是窗口？";

/* nothing */
"No" = "不";

/* nothing */
"Yes" = "是";

/* nothing */
"Browse for save folder every time" = "每次都浏览保存目录";

/* nothing */
"Files and Directories" = "文件和目录";

/* nothing */
"Auto accept file offers:" = "自动接受文件传输:";

/* nothing */
"Download files to:" = "把文件下载到：";

/* nothing */
"Move completed files to:" = "移动完成下载的文件到：";

/* nothing */
"Save nick name in filenames" = "把昵称存入文件名";

/* nothing */
"Network Settings" = "网络设置";

/* nothing */
"Get my address from the IRC server" = "从 IRC 服务器获取我的地址";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "向 IRC 服务器查询您的真实地址。如果您具有 192.168.*.* 这样的地址时，请使用此命令。";

/* nothing */
"DCC IP address:" = "DCC IP 地址：";

/* nothing */
"Claim you are at this address when offering files." = "发送文件时声称您是这个地址。";

/* nothing */
"First DCC send port:" = "第一个 DCC 文件发送输出端口：";

/* nothing */
"Last DCC send port:" = "最后一个 DCC 文件传送输出端口：";

/* nothing */
"!Leave ports at zero for full range." = "!输出端口保留为 0 表示允许所有范围";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "最大文件传输速度(字节每秒)";

/* nothing */
"One upload:" = "一次上传";

/* nothing */
"Maximum speed for one transfer" = "一个传送进程的最大速度";

/* nothing */
"One download:" = "一次下载：";

/* nothing */
"All uploads combined:" = "所有上传：";

/* nothing */
"Maximum speed for all files" = "所有文件的最大速度";

/* nothing */
"All downloads combined:" = "所有下载";

/* nothing */
"Alerts" = "警报";

/* nothing */
"Show tray balloons on:" = "显示分页于：";

/* nothing */
"Blink tray icon on:" = "有信息时闪动提示";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "激活系统托盘图标";

/* nothing */
"Highlighted Messages" = "高亮显示的消息";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "需要高亮度显示的其它词组：";

/* nothing */
"Nick names not to highlight:" = "不要高亮度显示的昵称：";

/* nothing */
"Nick names to always highlight:" = "不要高亮度显示的昵称：";

/* nothing */
"Separate multiple words with commas." = "请用逗号分隔多个词组。";

/* nothing */
"Default Messages" = "缺省信息";

/* nothing */
"Quit:" = "离开：";

/* nothing */
"Leave channel:" = "离开聊天室：";

/* nothing */
"Away:" = "暂离：";

/* nothing */
"Away" = "暂离";

/* nothing */
"Announce away messages" = "发布暂离信息";

/* nothing */
"Announce your away messages to all channels" = "发布暂离信息到所有聊天室";

/* nothing */
"Show away once" = "只显示暂离一次";

/* nothing */
"Show identical away messages only once" = "同样的暂离信息只显示一次";

/* nothing */
"Automatically unmark away" = "自动取消暂离状态";

/* nothing */
"Unmark yourself as away before sending messages" = "发送信息前取消您的暂离状态";

/* nothing */
"Advanced Settings" = "高级设置";

/* nothing */
"Auto reconnect delay:" = "自动重连间隔：";

/* nothing */
"Display MODEs in raw form" = "使用原始格式显示模式";

/* nothing */
"Whois on notify" = "谁在上线通知列表上";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "当您通知列表中的某位用户上线时发送 /WHOIS 命令";

/* nothing */
"Hide join and part messages" = "隐藏加入/离开信息";

/* nothing */
"Hide channel join/part messages by default" = "默认隐藏聊天室里的加入/离开信息";

/* nothing */
"Auto Open DCC Windows" = "自动打开 DDC 窗口";

/* nothing */
"Send window" = "发送窗口";

/* nothing */
"Receive window" = "接收窗口";

/* nothing */
"Chat window" = "聊天窗口";

/* nothing */
"Logging" = "日志";

/* nothing */
"Enable logging of conversations" = "允许记录对话内容";

/* nothing */
"Log filename:" = "记录文件名称:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=服务器 %c=聊天室 %n=网络";

/* nothing */
"Insert timestamps in logs" = "在日志中加入时间戳记";

/* nothing */
"Log timestamp format:" = "日志时间戳记格式：";

/* nothing */
"(Disabled)" = "(停用)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "所有连接";

/* nothing */
"IRC Server Only" = "只是IRC服务器";

/* nothing */
"DCC Get Only" = "只是DCC连接";

/* nothing */
"Your Address" = "您的地址";

/* nothing */
"Bind to:" = "绑定于：";

/* nothing */
"Only useful for computers with multiple addresses." = "只对有多个地址的计算机有用。";

/* nothing */
"Proxy Server" = "代理服务器";

/* nothing */
"Hostname:" = "主机名：";

/* nothing */
"Port:" = "输出端口：";

/* nothing */
"Type:" = "类型：";

/* nothing */
"Use proxy for:" = "代理应用于:";

/* nothing */
"Proxy Authentication" = "代理服务器验证";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "使用用户验证 (只支持 HTTP 或 Socks5 代理服务器)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "使用用户验证 (只支持 HTTP 或 Socks5 代理服务器)";

/* nothing */
"Username:" = "用户名：";

/* nothing */
"Password:" = "密码：";

/* nothing */
"Select an Image File" = "选择一个图像文件";

/* nothing */
"Select Download Folder" = "选择颜色";

/* nothing */
"Select font" = "选择字体";

/* nothing */
"Browse..." = "浏览...";

/* nothing */
"Mark identified users with:" = "标记验证过的用户为：";

/* nothing */
"Mark not-identified users with:" = "标记未验证过的用户为：";

/* nothing */
"Open Data Folder" = "打开数据目录";

/* nothing */
"Select color" = "选择颜色";

/* nothing */
"Text Colors" = "文字颜色";

/* nothing */
"mIRC colors:" = "mIRC 颜色：";

/* nothing */
"Local colors:" = "当前颜色:";

/* nothing */
"Foreground:" = "前景：";

/* nothing */
"Background:" = "背景：";

/* nothing */
"Marking Text" = "标记文字";

/* nothing */
"Interface Colors" = "介面颜色";

/* nothing */
"New data:" = "新数据：";

/* nothing */
"Marker line:" = "标记线：";

/* nothing */
"New message:" = "新信息：";

/* nothing */
"Away user:" = "离开的用户：";

/* nothing */
"Highlight:" = "高亮度显示：";

/* nothing */
"Event" = "事件";

/* nothing */
"Sound file" = "音效文件";

/* nothing */
"Select a sound file" = "选择声音文件";

/* nothing */
"Sound playing method:" = "播放声音方法：";

/* nothing */
"External sound playing _program:" = "外部声音播放程序(_P)：";

/* nothing */
"_External program" = "外部程序(_E)";

/* nothing */
"_Automatic" = "自动(_A)";

/* nothing */
"Sound files _directory:" = "音效文件目录(_D)：";

/* nothing */
"Sound file:" = "音效文件：";

/* nothing */
"_Browse..." = "浏览(_B)...";

/* nothing */
"_Play" = "播放(_P)";

/* nothing */
"Interface" = "介面";

/* nothing */
"Text box" = "文字框";

/* nothing */
"User list" = "用户列表";

/* nothing */
"Channel switcher" = "拥有";

/* nothing */
"Colors" = "颜色";

/* nothing */
"Chatting" = "聊天";

/* nothing */
"General" = "一般";

/* nothing */
"Sound" = "音效";

/* nothing */
"Network setup" = "网络设置";

/* nothing */
"File transfers" = "文件传输";

/* nothing */
"Categories" = "类别";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "有些设置需要重新启动 xchat 才会生效。";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*警告*\n自动接收 DCC 到您的主目录中是危险之举，\n且有被盗用的可能性。例如：\n某人可能会给您发送一份 .bash_profile 文件";

/* nothing */
"XChat: Preferences" = "XChat： 首选项";

/* nothing */
"There was an error parsing the string" = "解析字串时出错";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "该信号只接受 %d 个参数，$%d 无效";

/* nothing */
"Print Texts File" = "打印文字文件";

/* nothing */
"Edit Events" = "编辑事件";

/* nothing */
"$ Number" = "$ 数字";

/* nothing */
"Load From..." = "从...载入";

/* nothing */
"Test All" = "测试全部";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat： URL 抓取程序";

/* nothing */
"Clear list" = "清空列表";

/* nothing */
"Copy selected URL" = "复制选取的 URL";

/* nothing */
"Copy" = "复制";

/* nothing */
"Save list to a file" = "储存列表到文件";

/* nothing */
"%d ops, %d total" = "%d 个管理员，共 %d 人";

